# MilesPerSecondSquared Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..MilesPerSecondSquared Property
UnitTypeId Class See Also
---
Miles per second squared.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MilesPerSecondSquared { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MilesPerSecondSquared As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MilesPerSecondSquared {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace